Repository: francescopioparadiso/Rail
Catalog: Localizable.xcstrings
Source language: en
Languages: it

source: %@ expires in %lld days
it: %1$@ scade tra %2$lld giorni

source: %@ to %@
it: Da %1$@ a %2$@

source: %lld changes
it: %lld cambi

source: %lld min delay
it: %lld min di ritardo

source: %lld stops
it: %lld fermate

source: 🚂 Train
it: 🚂 Treno

source: 🚄 Train
it: 🚄 Treno

source: 🚉 Train
it: 🚉 Treno

source: 1 hour
it: 1 ora

source: 2 hours
it: 2 ore

source: 3+ changes
it: 3+ cambi

source: 5 minutes
it: 5 minuti

source: 10 minutes
it: 10 minuti

source: 15 minutes
it: 15 minuti

source: 20 minutes
it: 20 minuti

source: 30 minutes
it: 30 minuti

source: 45 minutes
it: 45 minuti

source: About to depart
it: Partenza immediata

source: Active
it: Attivo

source: Active Ticket
it: Attiva biglietto

source: Active Train
it: Treno attivo

source: Add
it: Aggiungi

source: Add a new journey by tapping the button below.
it: Aggiungi un nuovo treno cliccando il pulsante in basso.

source: Add a new pass using the button below.
it: Aggiungi un nuovo abbonamento usando il pulsante qui sotto.

source: Add a new seat using the button below.
it: Aggiungi un nuovo posto usando il pulsante qui sotto.

source: Add an email account in Profile → Email to import Trenitalia check-in tickets.
it: Aggiungi un account email in Profilo → Email per importare i biglietti di check-in Trenitalia.

source: Add Photo
it: Aggiungi foto

source: Add to calendar automatically
it: Aggiungi al calendario automaticamente

source: Add to my journeys
it: Aggiungi ai miei viaggi

source: Add Train
it: Aggiungi treno

source: Added
it: Aggiunto

source: Afternoon
it: Pomeriggio

source: Alerts are scheduled on this device from the times Rail last saw. Open the app to pick up new delays.
it: Gli avvisi vengono programmati su questo dispositivo in base agli ultimi orari visti da Rail. Apri l’app per aggiornarli con i nuovi ritardi.

source: All
it: Tutti

source: Allow notifications
it: Consenti le notifiche

source: Annual
it: Annuale

source: App Password
it: Password per le app

source: Arrival
it: Arrivo

source: Arrival:
it: Arrivo:

source: Arrivals
it: Arrivi

source: Arrived on %@
it: Arrivato il %@

source: Arriving in %@
it: Arrivo tra %@

source: At the station
it: In stazione

source: Before expiry
it: Prima della scadenza

source: Board
it: Tabellone

source: Bus
it: Autobus

source: Calendar
it: Calendario

source: Calendar Access Required
it: Accesso al calendario richiesto

source: Cancel
it: Annulla

source: Cancelled
it: Cancellato

source: Carriage
it: Carrozza

source: Change the filter to All or Active to see other passes.
it: Cambia il filtro su Tutti o Attivi per vedere gli altri abbonamenti.

source: Change the filter to All or Expired to see other passes.
it: Cambia il filtro su Tutti o Scaduti per vedere gli altri abbonamenti.

source: Changes
it: Cambi

source: Check validity
it: Verifica validità

source: Checking validity
it: Verifica in corso

source: Choose a station
it: Scegli una stazione

source: Choose Date
it: Scegli data

source: Choose only the departure and arrival stations. Intermediate stops are selected automatically.
it: Seleziona solo le stazioni di partenza e arrivo. Le stazioni intermedie vengono selezionate automaticamente.

source: Choose Stops
it: Scegli stazioni

source: Choose Train
it: Scegli treno

source: Clear a filter to see more journeys.
it: Rimuovi un filtro per vedere altre soluzioni.

source: Clear filter
it: Rimuovi filtro

source: Clear filters
it: Rimuovi filtri

source: Clear order
it: Rimuovi ordine

source: Connecting to your inbox…
it: Connessione alla posta in arrivo…

source: Connection:
it: Coincidenza:

source: Cost
it: Costo

source: Could not connect to the mail server.
it: Impossibile connettersi al server di posta.

source: Could not download an email message.
it: Impossibile scaricare un messaggio email.

source: Could not open the inbox.
it: Impossibile aprire la posta in arrivo.

source: Could not reconnect to continue scanning: %@
it: Impossibile riconnettersi per continuare la scansione: %@

source: Could not search for Trenitalia emails.
it: Impossibile cercare le email Trenitalia.

source: Couldn't detect a QR code in that photo. Try another image.
it: Impossibile rilevare un codice QR in quella foto. Prova con un'altra immagine.

source: Date
it: Data

source: days
it: giorni

source: Daytime
it: Fascia oraria

source: Delay
it: Ritardo

source: Delete
it: Elimina

source: Departed
it: Partito

source: Departing in %@
it: Partenza tra %@

source: Departure
it: Partenza

source: Departure in
it: Partenza in

source: Departure in %lldh
it: Partenza in %lldh

# Departure in %lldh %lldm
source: Departure in %1$lldh %2$lldm
it: Partenza in %1$lldh %2$lldm

source: Departure in %lldm
it: Partenza in %lldm

source: Departure now
it: Partenza immediata

source: Departure on
it: Partenza il

source: Departure on %@
it: Partenza il %@

source: Departure:
it: Partenza:

source: Departures
it: Partenze

source: Deselect All
it: Deseleziona tutto

source: Displays real-time info for your active train journey.
it: Visualizza le informazioni in tempo reale sul tuo viaggio.

source: Displays the QR code and seat info for your active train journey.
it: Mostra il codice QR e il posto del tuo treno attuale.

source: Displays your principal pass QR code.
it: Mostra il QR code del tuo abbonamento principale

source: Distance
it: Distanza

source: Duration
it: Durata

source: Early of
it: In anticipo di

# Early of %lldh %lldm
source: Early of %1$lldh %2$lldm
it: In anticipo di %1$lldh%2$lldm

source: Early of %lldm
it: In anticipo di %lldm

source: Edit
it: Modifica

source: Edit Pass
it: Modifica abbonamento

source: Edit Seat
it: Modifica posto

source: Email Address
it: Indirizzo email

source: Email login failed. Check your address and app password.
it: Accesso email non riuscito. Controlla indirizzo e password per le app.

source: Expiration Date
it: Data di scadenza

source: Expired
it: Scaduto

source: Expired on %@
it: Scaduto il %@

source: Expires in %lld days
it: Scade in %lld giorni

source: Expires today
it: Scade oggi

source: Expires tomorrow
it: Scade domani

source: Favorites
it: Preferiti

source: Fetching passenger and QR details…
it: Recupero dei passeggeri e dei codici QR…

source: Finishing the scan…
it: Completamento della scansione…

source: Found %lld new emails
it: Trovate %lld nuove email

source: From email
it: Da email

source: From Email
it: Da email

source: Generate App Password
it: Genera password per le app

source: Generate one from your email provider to connect your inbox.
it: Generane una dal tuo provider email per collegare la posta in arrivo.

source: Hurry up! High risk
it: Affrettati! Alto rischio

source: IMAP Server
it: Server IMAP

source: IMAP Settings
it: Impostazioni IMAP

source: Import
it: Importa

source: Import this train?
it: Importare questo treno?

source: Invalid credentials
it: Credenziali non valide

source: Journeys
it: Viaggi

source: kph
it: kmh

source: Last udpate: %@
it: Ultimo aggiornamento: %@

source: Late of
it: In ritardo di

# Late of %lldh %lldm
source: Late of %1$lldh %2$lldm
it: In ritardo di %1$lldh%2$lldm

source: Late of %lldm
it: In ritardo di %lldm

source: Manual entry
it: Inserimento manuale

source: Monthly
it: Mensile

source: Morning
it: Mattina

source: Name
it: Nome

source: New Pass
it: Nuovo abbonamento

source: New Seat
it: Nuovo posto

source: Night
it: Notte

source: No active passes
it: Nessun abbonamento attivo

source: No active train
it: Nessun treno attivo

source: No Code
it: Nessun codice

source: No email linked
it: Nessuna email collegata

source: No expired passes
it: Nessun abbonamento scaduto

source: No favorites yet
it: Nessun preferito

source: No matching solutions
it: Nessuna soluzione

source: No ongoing journeys
it: Nessun treno in viaggio

source: No pass selected
it: Nessun abbonamento selezionato

source: No passes
it: Nessun abbonamento

source: No passes added
it: Nessun abbonamento aggiunto

source: No past journeys
it: Nessun treno passato

source: No QR
it: Nessun codice QR

source: No QR code found for train %@
it: Nessun QR code trovato per il treno %@

source: No results
it: Nessun risultato

source: No seats added
it: Nessun posto aggiunto

source: No solutions found
it: Nessun treno trovato

source: No tickets
it: Nessun biglietto

source: No tickets added.
it: Nessun biglietto aggiunto.

source: No tickets found
it: Nessun biglietto trovato

source: No tickets from the selected mailbox.
it: Nessun biglietto dalla casella selezionata.

source: No trains
it: Nessun treno

source: No trains match "%@".
it: Nessun treno corrisponde a "%@".

source: No Trenitalia self-check-in emails were found for your linked accounts.
it: Nessuna email di check-in Trenitalia trovata per i tuoi account collegati.

source: None
it: Nessuno

source: Not scheduled
it: Non previsto

source: Nothing is due here over the next couple of hours.
it: Non è previsto nessun treno nelle prossime ore.

source: Notification Access Required
it: Accesso alle notifiche necessario

source: Notifications
it: Notifiche

source: On time
it: In orario

source: Over %@
it: Oltre %@

source: Pass
it: Abbonamento

source: Pass Information
it: Informazioni abbonamento

source: Pass Widget
it: Widget abbonamenti

source: Passes
it: Abbonamenti

source: Past
it: Passati

source: Port
it: Porta

source: Prepared %lld of %lld trains
it: Preparati %1$lld treni su %2$lld

source: Preparing trains…
it: Preparazione dei treni…

source: Processed %lld emails · Details %lld of %lld
it: Elaborate %1$lld email · Dettagli %2$lld di %3$lld

source: Processed %lld of %lld emails
it: Elaborate %1$lld email di %2$lld

source: Processed %lld of %lld emails · Skipped %lld
it: Elaborate %1$lld email di %2$lld · Saltate %3$lld

source: Processing photo…
it: Elaborazione foto…

source: QR Code
it: Codice QR

source: Rail needs access to your calendar to add train journeys as events. Please enable it in Settings.
it: Rail ha bisogno di accedere al tuo calendario per aggiungere viaggi in treno come eventi. Abilitalo nelle Impostazioni.

source: Rail needs permission to send notifications to warn you before a departure or an arrival. Please enable it in Settings.
it: Rail ha bisogno del permesso di inviare notifiche per avvisarti prima di una partenza o di un arrivo. Attivalo in Impostazioni.

source: Reading ticket emails…
it: Lettura delle email dei biglietti…

source: Remove Principal
it: Rimuovi principale

source: Save
it: Salva

source: Save a train as a favorite from its details page.
it: Salva un treno come preferito dalla sua pagina dei dettagli.

source: Scan Mailbox
it: Scansiona casella di posta

source: Scheduled
it: Programmato

source: Search
it: Cerca

source: Search favorites
it: Cerca preferiti

source: Search for a station to see the trains due there.
it: Cerca una stazione per vedere i treni in arrivo e in partenza.

source: Search passes
it: Cerca abbonamenti

source: Search seats
it: Cerca posti

source: Search solutions
it: Cerca soluzioni

source: Search stops
it: Cerca fermate

source: Search trains
it: Cerca treni

source: Searching solutions...
it: Cerco treni…

source: Searching your inbox…
it: Ricerca nella posta in arrivo…

source: seat
it: posto

source: Seat
it: Posto

source: Seat Information
it: Informazioni posto

source: seats
it: posti

source: Select
it: Seleziona

source: Select All
it: Seleziona tutto

source: Set Principal
it: Imposta principale

source: Settings
it: Impostazioni

source: Show all stops
it: Mostra tutte le stazioni

source: Skipped email %@: %@
it: Email %@ saltata: %@

source: Spent
it: Speso

source: Station
it: Stazione

source: Stations
it: Stazioni

source: Status
it: Stato

source: Stops:
it: Fermate:

source: Swipe to the right to add the QR code to the widget
it: Scorri verso destra per aggiungere il QR code al widget

source: Take your time
it: Prenditi il tuo tempo

source: Tap a ticket to add it to Today.
it: Tocca un biglietto per aggiungerlo a Oggi.

source: Tap the photo area to choose an image or tap it again to change it.
it: Tocca l'area della foto per scegliere un'immagine o toccala di nuovo per cambiarla.

source: The email server took too long to respond.
it: Il server email ha impiegato troppo tempo a rispondere.

source: This can take a few seconds.
it: Può richiedere qualche secondo.

source: This can take a moment on the first scan.
it: La prima scansione può richiedere qualche istante.

source: This can't be undone.
it: Questa azione non può essere annullata.

source: This email domain isn’t recognized. Enter your provider’s IMAP server and port.
it: Questo dominio email non è riconosciuto. Inserisci il server IMAP e la porta del tuo provider.

source: This train could not be prepared from the ticket details.
it: Non è stato possibile preparare il treno dai dettagli del biglietto.

source: This train's route couldn't be loaded. Check your connection and try again.
it: Non è stato possibile caricare il percorso del treno. Controlla la connessione e riprova.

source: Ticket
it: Biglietto

source: Tickets (%lld)
it: Biglietti (%lld)

source: Tight connection
it: Connessione stretta

source: Time
it: Orario

source: Time to relax
it: Tempo di rilassarsi

source: Timetable
it: Orari

source: Title Format
it: Formato del titolo

source: Today
it: Oggi

source: Today, %@, %@
it: Oggi, %1$@, %2$@

source: Tomorrow, %@, %@
it: Domani, %1$@, %2$@

source: Train
it: Treno

source: Train 1/15A
it: Treno 1/15A

source: Train 9808
it: Treno 9808

source: Train details:
it: Dettagli treno:

source: Train number
it: Numero treno

source: Train unavailable
it: Treno non disponibile

source: Trains
it: Treni

source: Transfer
it: Trasferimento

source: Travel distance:
it: Distanza di viaggio:

source: Travel time
it: Tempo di percorrenza

source: Travel time:
it: Tempo di viaggio:

source: Try checking the train number and your internet connection.
it: Controlla il numero del treno e la tua connessione internet.

source: Unavailable
it: Non disponibile

source: Up to %@
it: Fino a %@

source: Valid credentials
it: Credenziali valide

source: Valid until %@
it: Valido fino al %@

source: Warnings arrive at 9 in the morning. A weekly pass cannot be warned about more than a week ahead, so it falls back to two days; anything up to a week applies to every pass.
it: Gli avvisi arrivano alle 9 del mattino. Un abbonamento settimanale non può essere annunciato con più di una settimana di anticipo, quindi si torna a due giorni; fino a una settimana vale per ogni abbonamento.

source: Weekly
it: Settimanale

source: weeks
it: settimane

source: Year
it: Anno

source: Yesterday, %@, %@
it: Ieri, %1$@, %2$@

source: Your Seats
it: I tuoi posti
